<template>
  {{ data[0] }}
</template>

<script setup>
const data = ref([
  "매우 기초적이고, 일상적인 영어 표현을 사용할 수 있습니다. 조심스럽고 정확한 발음, 긴 호흡을 포함한 느린 의사 전달이 가능합니다. 매우 짧고 단순한 지문, 친숙한 이름들과 단어들을 이해할 수 있습니다.",
  "매우 기초적인 수준의 개인적, 가족 혹은 업무관련 용어를 이해할 수 있습니다. 느리고, 명료한 의사표현의 요구사항을 충족할 수 있습니다. 친숙한 주제의 짧고 단순한 지문을 이해할 수 있습니다.",
  "직장, 학교 또는 여행 중에 공통 주제의 중요 요점을 이해할 수 있습니다. 명료한 연설의 전반적이고 세부적인 디테일을 이해할 수 있습니다. 관심있는 주제의 사실에 대한 지문을 이해할 수 있습니다.",
  "복잡한 지문의 주요 아이디어를 이해할 수 있습니다. 표준 구어, 방송 프로그램의 내용을 이해할 수 있습니다. 많은 단어와 복잡한 문법으로 구성된 지문들을 이해할 수 있습니다.",
  "추상적인 주제에 대한 긴 연설을 상대적으로 쉽게 이해할 수 있습니다. 더 긴 지문과 복잡한 의미를 이해할 수 있습니다. 전문분야가 아니더라도 복잡한 지문의 상세한 디테일을 이해할 수 있습니다.",
  "듣고 읽는 모든 것을 쉽게 이해할 수 있습니다. 원어민이 빠른 속도로 말하는 것을 이해할 수 있습니다. 추상적, 구조적으로 복잡한 텍스트와 문학작품을 이해할 수 있습니다.",
]);
</script>

<style scoped></style>
